[
  {"id":"AbSamadAhmad:2022","abstract":"Nonprofit organisations (NPOs) play a significant role in social service delivery via deliverables of the organisational mission. However, NPOs operate with limited resources, which consequently trigger their unsustainability. The inability of NPOs to address resource constraint issues may adversely impact society because they play an important role in delivering social services and ensuring sustainable development. Hence, through semi-structured interviews, this study addressed how NPOs operating under limited resources ensure organisational sustainability. The findings indicated that NPOs implement entrepreneurial orientation (EO) and cross-sector collaboration to overcome resource constraints. Concurrently, organisational capacities (human resource capacity, board leadership capacity, infrastructure capacity, and planning and development capacity) are vital to ensure the sustainability of NPOs. Stakeholder engagement is predicted as a moderator between EO and NPOs sustainability. Organisational fit is postulated as a moderator between cross-sector collaboration and NPOs sustainability. The findings contribute to the literature on the sustainability of NPOs by proposing a conceptual framework on organisational factors influencing NPO sustainability. Based on the findings, NPOs and regulators can unpack the targeted strategies that enhance NPO sustainability.","accessed":{"date-parts":[["2025",4,4]]},"author":[{"family":"Ab Samad","given":"Nur Hayati"},{"family":"Ahmad","given":"Noor Hazlina"}],"citation-key":"AbSamadAhmad:2022","container-title":"Asian-Pacific Management Accounting Journal","DOI":"10.24191/APMAJ.V17i1-02","ISSN":"2550-1631","issue":"1","issued":{"date-parts":[["2022",4]]},"language":"en","number":"1","page":"37-63","publisher":"Accounting Research Institute (ARI)","source":"ir.uitm.edu.my","title":"Addressing resource constraint issues: unpacking the strategies for sustainability of nonprofit organisations / Nur Hayati Ab Samad and Noor Hazlina Ahmad","title-short":"Addressing resource constraint issues","type":"article-journal","URL":"https://apmaj.uitm.edu.my/","volume":"17"},
  {"id":"CattaneoKeeleTitiunik:2016","accessed":{"date-parts":[["2025",4,4]]},"author":[{"family":"Cattaneo","given":"Matias D."},{"family":"Keele","given":"Luke"},{"family":"Titiunik","given":"Rocío"},{"family":"Vazquez-Bare","given":"Gonzalo"}],"citation-key":"CattaneoKeeleTitiunik:2016","container-title":"The Journal of Politics","container-title-short":"The Journal of Politics","DOI":"10.1086/686802","ISSN":"0022-3816, 1468-2508","issue":"4","issued":{"date-parts":[["2016",10]]},"language":"en","page":"1229-1248","source":"DOI.org (Crossref)","title":"Interpreting regression discontinuity designs with multiple cutoffs","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/686802","volume":"78"},
  {"id":"CattaneoKeeleTitiunik:2021","accessed":{"date-parts":[["2025",4,4]]},"author":[{"family":"Cattaneo","given":"Matias D."},{"family":"Keele","given":"Luke"},{"family":"Titiunik","given":"Rocío"},{"family":"Vazquez-Bare","given":"Gonzalo"}],"citation-key":"CattaneoKeeleTitiunik:2021","container-title":"Journal of the American Statistical Association","container-title-short":"Journal of the American Statistical Association","DOI":"10.1080/01621459.2020.1751646","ISSN":"0162-1459, 1537-274X","issue":"536","issued":{"date-parts":[["2021",10,2]]},"language":"en","page":"1941-1952","source":"DOI.org (Crossref)","title":"Extrapolating treatment effects in multi-cutoff regression discontinuity designs","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/01621459.2020.1751646","volume":"116"},
  {"id":"CoffmanReid:2024","abstract":"In philanthropy, traditional funder-driven evaluation tends to take a top-down and technocratic approach, focusing on quantitative metrics and project-specific, short-term outcomes. This approach often accompanies well-intentioned strategic philanthropy, where funders define both the problems to be addressed and the strategic solutions, often separate from the communities they seek to serve. Evaluation in this model fails to examine funders’ thinking about what they do, how they work, or what kinds of consequences stem from their choices. This chapter reimagines what philanthropic evaluation could be when grounded in trust and operating with an intent to advance equity. In doing so, it challenges a misconception that trust-based philanthropy and evaluation are incompatible. We describe and operationalize a framework for trust-based learning and evaluation, along with examples of the framework in action. This view of philanthropic evaluation invites adaptability and long-term thinking about what grantees and equitable social change require.","accessed":{"date-parts":[["2025",3,20]]},"author":[{"family":"Coffman","given":"Julia"},{"family":"Reid","given":"Chera"}],"citation-key":"CoffmanReid:2024","ISBN":"978-1-80392-828-9","issued":{"date-parts":[["2024",6,14]]},"language":"en","section":"Research Handbook on Program Evaluation","source":"www.elgaronline.com","title":"Chapter 24: Emerging trust-based evaluation approaches in philanthropy","title-short":"Chapter 24","type":"chapter","URL":"https://www.elgaronline.com/edcollchap/book/9781803928289/book-part-9781803928289-34.xml"},
  {"id":"ElyCalabreseJung:2023","abstract":"Increased electronic filing, or e-filing, of nonprofit data in the United States and abroad quickens public availability, eliminates dependence on third-party proprietary datasets, and broadens access to information offering insight into previously neglected topics. On the other hand, increasingly open data require researchers to independently ensure data quality, understand limitations, and consider how data availability shapes research questions. As electronic filing becomes mandatory in the United States and more widespread elsewhere, this research considers how expanded e-filer data impact nonprofit research approaches and opportunities while assessing the generalizability and limits of existing e-filed data in the United States. While the data suggest increasing compliance with e-filing, analyses show that older nonprofits with greater capacity and sophisticated financial characteristics are historically more likely to e-file. Further, particular subsectors are more likely to e-file than others. Therefore, using existing e-filed IRS Form 990s for panel data analysis presents some generalizability concerns, although this will improve over time. Moving forward, e-filing and machine-readable access requirements bode well for both quantitative and qualitative nonprofit research, while the United States’ experience provides helpful lessons for other research settings.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Ely","given":"Todd L."},{"family":"Calabrese","given":"Thad D."},{"family":"Jung","given":"Jihye"}],"citation-key":"ElyCalabreseJung:2023","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-021-00398-8","ISSN":"1573-7888","issue":"1","issued":{"date-parts":[["2023",2,1]]},"language":"en","page":"20-28","source":"Springer Link","title":"Research Implications of Electronic Filing of Nonprofit Information: Lessons from the United States’ Internal Revenue Service Form 990 Series","title-short":"Research Implications of Electronic Filing of Nonprofit Information","type":"article-journal","URL":"https://doi.org/10.1007/s11266-021-00398-8","volume":"34"},
  {"id":"EvansRichmondShields:2005","abstract":"Governments in the Anglo-American democracies have restructured their relationships with nonprofit organisations (NPOs). New modes of control have emerged which represent the paradox of centralised decentralisation. We examine the impacts on NPO financing, accountability and human resources. While the experience of Canadian NPOs is used to illustrate the impact of neoliberal induced restructuring, comparative evidence suggests that the Canadian experience is broadly representative. The imposition of neoliberal governance structures on nonprofit service providers serves to compromise their autonomy and advocacy function, while commercialising nonprofit operations and imposing burdens that have strained organisational capacity. The neoliberal model of market-based regulation has moved many nonprofit service organisations away from their community oriented focus and towards a “business model”. In various forms, the state has introduced quasi-markets or, at a minimum, required NPO's to engage in more competitive practices with negative consequences for nonprofit mission, culture and labour-management practices. The result is a growing level of instability within the sector.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Evans","given":"Bryan"},{"family":"Richmond","given":"Ted"},{"family":"Shields","given":"John"}],"citation-key":"EvansRichmondShields:2005","container-title":"Policy and Society","DOI":"10.1016/S1449-4035(05)70050-3","ISSN":"1449-4035","issue":"1","issued":{"date-parts":[["2005",1,1]]},"page":"73-97","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Structuring Neoliberal Governance: The Nonprofit Sector, Emerging New Modes of Control and the Marketisation of Service Delivery","title-short":"Structuring Neoliberal Governance","type":"article-journal","URL":"https://doi.org/10.1016/S1449-4035(05)70050-3","volume":"24"},
  {"id":"Friedman:2005","author":[{"family":"Friedman","given":"Douglas"}],"citation-key":"Friedman:2005","container-title":"International Journal of Civil Society Law","container-title-short":"Int'l J. Civ. Soc'y L.","issued":{"date-parts":[["2005"]]},"page":"52","source":"COinS","title":"Financial Transparency or Needless Bureaucracy - Analyzing the California Nonprofit Integrity Act of 2004","type":"article-journal","URL":"https://heinonline.org/HOL/Page?handle=hein.journals/ijcsl3&id=184&div=&collection=","volume":"3"},
  {"id":"Friedman:2005a","author":[{"family":"Friedman","given":"Douglas"}],"citation-key":"Friedman:2005a","container-title":"International Journal of Civil Society Law","container-title-short":"Int'l J. Civ. Soc'y L.","issued":{"date-parts":[["2005"]]},"page":"52","source":"COinS","title":"Financial Transparency or Needless Bureaucracy - Analyzing the California Nonprofit Integrity Act of 2004","type":"article-journal","URL":"https://heinonline.org/HOL/Page?handle=hein.journals/ijcsl3&id=184&div=&collection=","volume":"3"},
  {"id":"HorvathBrandtnerPowell:2018","abstract":"Change is frequently afoot in the nonprofit sector, both in the wider institutional environment in which nonprofits operate and within the organizations themselves. Environmental transformations—funding sources, supply and demand for collective goods, and administrative norms—create the circumstances in which organizations operate. Internally, change involves the alteration of goals, practices, and personnel. To explore how multiple aspects of change intersect across levels, we ask how organizations’ practices influence their experience of and reaction to changes in the environment. Turning open systems theories inside out, we argue that internal planning, routines, and missions give rise to organizational mindsets that imbue evolving environmental circumstances with meaning. We illustrate our argument using a unique longitudinal dataset of 196 representative 501(c)(3) public charities in the San Francisco Bay Area from 2005 to 2015 to assess both accelerators and obstacles of change. Empirically, we investigate predictors of organizational insolvency and the ability to serve constituents in the wake of the Great Recession. We find that strategic planning decreases the likelihood of insolvency whereas an orientation toward the needy increases spending. We conclude with our contributions to understanding of multi-level organizational change and nonprofit strategy.","accessed":{"date-parts":[["2025",4,4]]},"author":[{"family":"Horvath","given":"Aaron"},{"family":"Brandtner","given":"Christof"},{"family":"Powell","given":"Walter W."}],"citation-key":"HorvathBrandtnerPowell:2018","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-017-9948-8","ISSN":"1573-7888","issue":"5","issued":{"date-parts":[["2018",10,1]]},"language":"en","page":"976-993","source":"Springer Link","title":"Serve or Conserve: Mission, Strategy, and Multi-Level Nonprofit Change During the Great Recession","title-short":"Serve or Conserve","type":"article-journal","URL":"https://doi.org/10.1007/s11266-017-9948-8","volume":"29"},
  {"id":"JensenMeisenbach:2015","abstract":"Amid recent attention to alternative and hidden organizations, empirical studies have thus far tended to focus on large, well-known organizations in contrast to lesser known, local, and partially hidden organizations. Organizations that hide face several advantages and disadvantages, and this article seeks to examine how one nonprofit organization manages the benefits and obstacles of being partially hidden. Using ethnographic field methods and semi-structured interviews, we analyze how one homeless shelter’s visibility fluctuates in relation to its goals. We argue that by operating as a shadowed or shaded organization, this shelter is resisting trends toward organizational transparency that are especially powerful in the nonprofit sector. The findings highlight how the organization manages tensions of (in)visibility to maintain autonomy, while still securing support from external organizations. The results have implications not only for studying hidden organizations, but also for alternative and nonprofit theorizing.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Jensen","given":"Peter R."},{"family":"Meisenbach","given":"Rebecca J."}],"citation-key":"JensenMeisenbach:2015","container-title":"Management Communication Quarterly","DOI":"10.1177/0893318915600577","ISSN":"0893-3189","issue":"4","issued":{"date-parts":[["2015",11,1]]},"language":"EN","page":"564-589","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Alternative Organizing and (In)Visibility: Managing Tensions of Transparency and Autonomy in a Nonprofit Organization","title-short":"Alternative Organizing and (In)Visibility","type":"article-journal","URL":"https://doi.org/10.1177/0893318915600577","volume":"29"},
  {"id":"JonesMucha:2014","abstract":"Nonprofit organizations serve the public good by offering services that benefit communities and the individuals who live in them. While many large for-profit companies and a few international nonprofits have begun voluntarily assessing and reporting their environmental, cultural, economic, and social sustainability performance in response to growing public awareness of sustainability issues, nonprofit organizations have generally been slow to adopt the practice. This paper makes the case that nonprofits have an obligation to assess and report sustainability performance to account for their positive and negative environmental, cultural, economic, and social impacts in the communities they serve precisely because of their promise to serve the public good; and that sustainability assessment and reporting are not only possible, but that they can actually offer several practical advantages for organizations that integrate the practice into their missions and models. Several sustainability reporting frameworks are reviewed. Two case examples are presented to illustrate the utility of sustainability assessments and reports for different types and sizes of nonprofit organizations. Challenges to the process of adoption and implementation of sustainability programs in the nonprofit sector are discussed.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Jones","given":"Kevin R."},{"family":"Mucha","given":"Lauren"}],"citation-key":"JonesMucha:2014","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-013-9399-9","ISSN":"1573-7888","issue":"6","issued":{"date-parts":[["2014",12,1]]},"language":"en","page":"1465-1482","source":"Springer Link","title":"Sustainability Assessment and Reporting for Nonprofit Organizations: Accountability “for the Public Good”","title-short":"Sustainability Assessment and Reporting for Nonprofit Organizations","type":"article-journal","URL":"https://doi.org/10.1007/s11266-013-9399-9","volume":"25"},
  {"id":"KeatingFrumkin:2003","abstract":"The annual Internal Revenue Service Form 990 tax filing is the principal disclosure mechanism for nonprofit organizations. Although considerable efforts have been made to improve the accuracy and accessibility of Form 990, questions remain as to whether this data source is the most desirable foundation for a system of nonprofit accountability. Taking a broad perspective on financial accountability, this article assesses not only the quality and availability of the financial data, but also the entire financial–reporting model. The article develops a framework for thinking critically about nonprofit financial accountability. After examining the current structure of nonprofit financial reporting and contrasting it with alternative systems developed for other industries, the article concludes with recommendations for reengineering nonprofit financial accountability.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Keating","given":"Elizabeth K."},{"family":"Frumkin","given":"Peter"}],"citation-key":"KeatingFrumkin:2003","container-title":"Public Administration Review","DOI":"10.1111/1540-6210.00260","ISSN":"1540-6210","issue":"1","issued":{"date-parts":[["2003"]]},"language":"en","license":"2003 by the American Society for Public Administration","page":"3-15","source":"Wiley Online Library","title":"Reengineering Nonprofit Financial Accountability: Toward a More Reliable Foundation for Regulation","title-short":"Reengineering Nonprofit Financial Accountability","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1540-6210.00260","volume":"63"},
  {"id":"Lee:2004","abstract":"Nonprofit organizations have a compulsory external accountability (largely involving financial reporting) to government agencies such as the Internal Revenue Service and state regulators. They also have a pragmatic “must-do” accountability to their funders, clients, and other obvious stakeholders. But are nonprofits also accountable to the public at large? If so, how can such accountability be implemented, given the diffuseness and breadth of the public as an audience? This article suggests that nonprofits should consider the citizenry as a stakeholder, if only due to the substantial taxpayer subsidy of the sector. The theory of public reporting that emerged in public administration literature beginning in the 1920s and 1930s can be helpful. Using principles, templates, and examples from public administration, nonprofit organizations can pursue more vigorous public reporting as one method to increase citizen confidence in their activities and in the sector as a whole.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Lee","given":"Mordecai"}],"citation-key":"Lee:2004","container-title":"Nonprofit Management and Leadership","DOI":"10.1002/nml.60","ISSN":"1542-7854","issue":"2","issued":{"date-parts":[["2004"]]},"language":"en","license":"© Wiley Periodicals, Inc.","page":"169-185","source":"Wiley Online Library","title":"Public reporting: A neglected aspect of nonprofit accountability","title-short":"Public reporting","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/nml.60","volume":"15"},
  {"id":"Lynch-CerulloCooney:2011","abstract":"Across the human service field, funders, executive directors, and program managers are faced with pressures to demonstrate effectiveness through measurable outcomes. Although performance measurement is often seen as an administrative burden imposed by funders to the detriment of direct service, it is increasingly accepted as crucial to achieving impact. Using a conceptual framework combining institutional theory and resource dependency theory, this article examines the field-level pressures facing human service organizations and reviews the research on nonprofit-level responses to these pressures. After an examination of key innovations in social measurement, including the theory of change logic model, outcome standardization projects, and trends in calculating social value, as well as lessons learned from data-driven social innovation efforts, future directions in research and practice are proposed.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Lynch-Cerullo","given":"Kristen"},{"family":"Cooney","given":"Kate"}],"citation-key":"Lynch-CerulloCooney:2011","container-title":"Administration in Social Work","DOI":"10.1080/03643107.2011.599305","ISSN":"0364-3107","issue":"4","issued":{"date-parts":[["2011",9,1]]},"page":"364-388","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Moving from Outputs to Outcomes: A Review of the Evolution of Performance Measurement in the Human Service Nonprofit Sector","title-short":"Moving from Outputs to Outcomes","type":"article-journal","URL":"https://doi.org/10.1080/03643107.2011.599305","volume":"35"},
  {"id":"Matsudaira:2008","accessed":{"date-parts":[["2025",4,4]]},"author":[{"family":"Matsudaira","given":"Jordan D."}],"citation-key":"Matsudaira:2008","container-title":"Journal of Econometrics","container-title-short":"Journal of Econometrics","DOI":"10.1016/j.jeconom.2007.05.015","ISSN":"03044076","issue":"2","issued":{"date-parts":[["2008",2]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"829-850","source":"DOI.org (Crossref)","title":"Mandatory summer school and student achievement","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0304407607001194","volume":"142"},
  {"id":"McGeeGaventa:2011","abstract":"Accountability and transparency initiatives have taken democratisation, governance, aid and development circles by storm since the turn of the century. Many actors involved with them – as donors, funders, programme managers, implementers and researchers – are now keen to know more about what these initiatives are achieving. This paper arises from a review of the impact and effectiveness of transparency and accountability initiatives which gathered and analysed existing evidence, discussed how it could be improved, and evaluated how impact and effectiveness could be enhanced. This paper takes the discussion further, by delving into what lies behind the methodological and evaluative debates currently surrounding governance and accountability work. It illustrates how choices about methods are made in the context of impact assessment designs driven by different objectives and different ideological and epistemological underpinnings. We argue that these differences are articulated as methodological debates, obscuring vital issues underlying accountability work, which are about power and politics, not methodological technicalities. In line with this argument, there is a need to re-think what impact means in relation to accountability initiatives, and to governance and social change efforts more broadly. This represents a serious challenge to the prevailing impact paradigm, posed by the realities of unaccountable governance, unproven accountability programming and uncertain evidence of impact. A learning approach to evaluation and final impact assessment would give power and politics a central place in monitoring and evaluation systems, continually test and revise assumptions about theories of change and ensure the engagement of marginalised people in assessment processes. Such an approach is essential if donors and policy makers are to develop a reliable evidence base to demonstrate that transparency and accountability work is of real value to poor and vulnerable people.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"McGee","given":"Rosie"},{"family":"Gaventa","given":"John"}],"citation-key":"McGeeGaventa:2011","container-title":"IDS Working Papers","DOI":"10.1111/j.2040-0209.2011.00383_2.x","ISSN":"2040-0209","issue":"383","issued":{"date-parts":[["2011"]]},"language":"en","license":"© 2011 Institute of Development Studies","page":"1-39","source":"Wiley Online Library","title":"Shifting Power? Assessing the Impact of Transparency and Accountability Initiatives","title-short":"Shifting Power?","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.2040-0209.2011.00383_2.x","volume":"2011"},
  {"id":"McGregor-LowndesRyan:2009","abstract":"Australian governments now rely on the non-profit sector to provide essential services. Yet, anecdotally, the compliance burden imposed by governments consumes scarce service delivery resources. This study quantifies the cost of government generated paperwork for Queensland non-profit organisations. Fourteen non-profits kept logs to record government paperwork over 12 months. The non-profits also provided their experiences of government paperwork and in particular grant submission and reporting processes. The study finds that government grant paperwork forms the bulk of a non-profits total paperwork burden with grant submissions being the most costly to complete. Costs are clearly regressive with small non-profits bearing a significantly higher burden. Governments need to lead the way and empower the non-profit sector by reducing this administrative burden and releasing the funds for direct service provision.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"McGregor-Lowndes","given":"Myles"},{"family":"Ryan","given":"Christine"}],"citation-key":"McGregor-LowndesRyan:2009","container-title":"Australian Journal of Public Administration","DOI":"10.1111/j.1467-8500.2008.00607.x","ISSN":"1467-8500","issue":"1","issued":{"date-parts":[["2009"]]},"language":"en","license":"© 2009 The Author Journal compilation © 2009 National Council of the Institute of Public Administration Australia","page":"21-38","source":"Wiley Online Library","title":"Reducing the Compliance Burden of Non-profit Organisations: Cutting Red Tape","title-short":"Reducing the Compliance Burden of Non-profit Organisations","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1467-8500.2008.00607.x","volume":"68"},
  {"id":"MitchellCalabrese:2020","abstract":"Instrumental philanthropy has gained attention and popularity in recent decades as an approach to maximizing the impact of giving. This article evaluates the suitability of the nonprofit institutional form, specifically the US public charity, as a vehicle for instrumental philanthropy. The analysis identifies an incongruity between the informational requirements of instrumental philanthropy and the form and theory of the nonprofit. An alternative theory of licensure is proposed to illustrate the difficulty of the information problem. Analysis suggests that the viability of instrumental philanthropy hinges upon information costs. Several public policy options are considered as means of better supporting instrumental philanthropy, presuming that allocative efficiency in the production of public benefits is a desirable public policy objective.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Mitchell","given":"George E."},{"family":"Calabrese","given":"Thad D."}],"citation-key":"MitchellCalabrese:2020","container-title":"Nonprofit Policy Forum","DOI":"10.1515/npf-2019-0050","ISSN":"2154-3348","issue":"2","issued":{"date-parts":[["2020",7,1]]},"language":"en","license":"De Gruyter expressly reserves the right to use all content for commercial text and data mining within the meaning of Section 44b of the German Copyright Act.","publisher":"De Gruyter","source":"www.degruyter.com","title":"Instrumental Philanthropy, Nonprofit Theory, and Information Costs","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/npf-2019-0050/html","volume":"11"},
  {"id":"PowellEvansBednar:2023","abstract":"Community-based organizations (CBOs) fill a critical role in acting as public health partners and trusted resources for their communities, especially in an emergency. The CDC Foundation, an independent, nonprofit organization, used trust-based philanthropy to manage more than 110 COVID-19 grants focused on equitable vaccine information, outreach, and access. The CDC Foundation team uses a trust-based philanthropy paradigm by applying five out of six of the grantmaking practices: do the homework; simplify and streamline paperwork; be transparent and responsive; solicit and act on feedback; and offer support beyond the check. By applying trust-based philanthropy practices, the CDC Foundation is empowering CBOs through flexible grant management and more equitable power dynamics as grantee and grantor. This has been essential to CBOs in their efforts of tackling health inequities during the COVID-19 pandemic and improving community resilience. Lessons learned will inform future collaborations with CBOs where the power dynamics are shared.","accessed":{"date-parts":[["2025",3,20]]},"author":[{"family":"Powell","given":"Rachel"},{"family":"Evans","given":"Dorothy"},{"family":"Bednar","given":"Hailey"},{"family":"Oladipupo","given":"Brittany"},{"family":"Sidibe","given":"Turquoise"}],"citation-key":"PowellEvansBednar:2023","container-title":"Journal of Philanthropy and Marketing","DOI":"10.1002/nvsm.1786","ISSN":"2691-1361","issue":"2","issued":{"date-parts":[["2023"]]},"language":"en","license":"© 2023 National Foundation for the Centers for Disease Control and Prevention. Journal of Philanthropy and Marketing published by John Wiley & Sons Ltd.","page":"e1786","source":"Wiley Online Library","title":"Using trust-based philanthropy with community-based organizations during the COVID-19 pandemic","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/nvsm.1786","volume":"28"},
  {"id":"ReardonRobinson:2012","accessed":{"date-parts":[["2025",4,4]]},"author":[{"family":"Reardon","given":"Sean F."},{"family":"Robinson","given":"Joseph P."}],"citation-key":"ReardonRobinson:2012","container-title":"Journal of Research on Educational Effectiveness","container-title-short":"Journal of Research on Educational Effectiveness","DOI":"10.1080/19345747.2011.609583","ISSN":"1934-5747, 1934-5739","issue":"1","issued":{"date-parts":[["2012",1]]},"language":"en","page":"83-104","source":"DOI.org (Crossref)","title":"Regression discontinuity designs with multiple rating-score variables","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1080/19345747.2011.609583","volume":"5"},
  {"id":"SamahitaLades:2021","abstract":"Recent experimental evidence suggests that donors are averse to giving to charities with high overhead ratios. This paper asks whether donors are also averse to giving to charities spending a high share of the donations on unavoidable administrative expenses. The results of an experiment with a nationally representative sample (n = 1, 032) suggest that donors dislike paying for administrative burden almost as much as for overhead. While donors care primarily about how much of their donations are used for program-related services, donors seem to have a weak preference for charities to spend their donations on administrative burden rather than on overheads. Government subsidies that help alleviate charities’ administrative burden can reduce donors’ aversion to give to charities with high administrative expenses. Overall, we show that regulations that aim to increase transparency and accountability in the charity sector can have the unintended side effect of reducing charitable giving.","accessed":{"date-parts":[["2025",4,2]]},"author":[{"family":"Samahita","given":"Margaret"},{"family":"Lades","given":"Leonhard K."}],"citation-key":"SamahitaLades:2021","issued":{"date-parts":[["2021",2]]},"language":"en","publisher":"University College Dublin. School of Economics","source":"researchrepository.ucd.ie","title":"The Unintended Side Effects of Regulating Charities: Donors Penalise Administrative Burden Almost as Much as Overheads","title-short":"The Unintended Side Effects of Regulating Charities","type":"article-journal","URL":"http://hdl.handle.net/10197/11955"},
  {"id":"SmithShaver:2009","abstract":"ABSTRACT: The Internal Revenue Service (IRS) has significantly revised Form 990, “Return of Organization Exempt from Income Tax.” The informational return has not been substantively modified in 30 years. The IRS states the redesign of the return was based on three guiding principles: (1) enhancing transparency, (2) promoting tax compliance, and (3) minimizing the burden on the filing organization. This paper outlines the historical context of legislative changes concerning transparency and accountability within the tax exempt sector. It also outlines the major revisions to Form 990 and argues that they meet the underlying goals established by the IRS to enhance the overall accountability within the sector.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Smith","given":"Pamela C."},{"family":"Shaver","given":"Donna J."}],"citation-key":"SmithShaver:2009","container-title":"The ATA Journal of Legal Tax Research","container-title-short":"The ATA Journal of Legal Tax Research","DOI":"10.2308/jltr.2009.7.1.133","ISSN":"1543-866X","issue":"1","issued":{"date-parts":[["2009",1,1]]},"page":"133-151","source":"Silverchair","title":"Transparency, Compliance, and Filing Burden—Principles for the Revised Form 990","type":"article-journal","URL":"https://doi.org/10.2308/jltr.2009.7.1.133","volume":"7"},
  {"id":"St.Clair:2016","abstract":"Nonprofits in the United States must comply with various state and federal regulations to maintain their tax-exempt status. Despite persistent calls to increase accountability in the nonprofit sector, there is little research examining the burden imposed by existing regulatory requirements, especially at the state level. This paper uses a bunching design to estimate the avoidance behavior exhibited by tax-exempt charities in response to New York State's audit requirements. There is clear evidence of bunching in response to the requirement that nonprofits above certain revenue thresholds file financial statements reviewed by or audited by an independent certified public accountant. Measuring the extent of bunching around the revenue notches yields estimates of the average revenue that nonprofits either forego or fail to report in avoidance of the requirements. Results from dynamic estimation show that charities near the threshold for a review engagement report approximately \\1,300 less revenue than otherwise predicted by a counterfactual; charities near the threshold for a full audit report approximately \\1,400 less. The results have implications for the optimal design of state-level financial regulations.","accessed":{"date-parts":[["2025",3,20]]},"author":[{"family":"St. Clair","given":"Travis"}],"citation-key":"St.Clair:2016","container-title":"Journal of Policy Analysis and Management","DOI":"10.1002/pam.21931","ISSN":"1520-6688","issue":"4","issued":{"date-parts":[["2016"]]},"language":"en","license":"© 2016 by the Association for Public Policy Analysis and Management","page":"772-790","source":"Wiley Online Library","title":"How Do Nonprofits Respond to Regulatory Thresholds: Evidence From New York's Audit Requirements","title-short":"How Do Nonprofits Respond to Regulatory Thresholds","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/pam.21931","volume":"35"},
  {"id":"SzperPrakash:2011","abstract":"Transparency concerns and the concomitant accountability challenges have motivated policy and legal scholars to explore information-based regulatory approaches. We examine their usefulness in the context of the nonprofit sector which tends to show signs of governance failure. Although nonprofits are required by law to disclose information on fund use, nonprofit donors face difficulties in accessing and interpreting information about how nonprofits are deploying resources. Charity watchdogs make this information available to donors in a convenient format. In theory, this should allow donors to reward nonprofits that devote resources to service delivery and to punish those that are less careful about controlling overheads. To test the relationship between charity ratings and donations, we examine 90 nonprofits in the state of Washington for the period 2004–2007. Drawing on ratings data provided by Charity Navigator, we find that changes in charity ratings tend not to affect donor support to these nonprofits. We explore this statistical finding via interviews with 10 charities located in Washington State. Supporting the statistical results, we find that charities believe that donors tend not to systematically embed ratings in their donation decisions. Instead, they believe that donors assess nonprofits’ effectiveness and trustworthiness via other means such as familiarity, word-of-mouth, or the visibility of the nonprofit in their community. In sum, the policy challenge is to provide information which users desire such as organizational effectiveness as opposed to basic fund allocation in the case of non-profits. What matters for policy efficacy is not how much information is provided but of what type.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Szper","given":"Rebecca"},{"family":"Prakash","given":"Aseem"}],"citation-key":"SzperPrakash:2011","container-title":"VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations","container-title-short":"Voluntas","DOI":"10.1007/s11266-010-9156-2","ISSN":"1573-7888","issue":"1","issued":{"date-parts":[["2011",3,1]]},"language":"en","page":"112-141","source":"Springer Link","title":"Charity Watchdogs and the Limits of Information-Based Regulation","type":"article-journal","URL":"https://doi.org/10.1007/s11266-010-9156-2","volume":"22"},
  {"id":"SzulcHomberg:","abstract":"We investigate how individuals cope with side effects of altruistic behaviour at work, i.e. genuine helping behaviour which is not part of any job description, and what role the organizational context plays in these dynamics. Employing simultaneous dyadic interviews, we show how employees of non-profit organizations cope with undesired effects of altruistic help. Our data provides evidence of unintended outcomes for the individual which manifest in increased perceptions of emotional tension, problems with own work, and exploitation. We shed light on the involved mechanisms by analysing the psycho-emotional coping processes associated with helping behaviour. Implications for non-profit managers are discussed.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Szulc","given":"Joanna Maria"},{"family":"Homberg","given":"Fabian"}],"citation-key":"SzulcHomberg:","container-title":"Public Management Review","DOI":"10.1080/14719037.2024.2369798","ISSN":"1471-9037","issue":"0","page":"1-26","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Navigating the complexities of altruistic helping in nonprofit organizations: an analysis of benefits, burdens and managerial challenges","title-short":"Navigating the complexities of altruistic helping in nonprofit organizations","type":"article-journal","URL":"https://doi.org/10.1080/14719037.2024.2369798","volume":"0"},
  {"id":"WileyBerry:2018","abstract":"The lens of administration burden is used to examine the behavior of nonprofit organizations when managing regulations attached to public funding and public policy implementation. Interviews with leaders of nonprofit domestic violence advocacy organizations dependent on public funding streams were qualitatively content analyzed to answer three questions. How do nonprofit managers respond to burdensome bureaucratic reporting measures when they are at odds? How do they determine when to comply and when compliance is not possible? What is the outcome for service recipients? The authors find that these nonprofit organizations simultaneously implement multiple public policies while absorbing the accountability costs. They do this to shield their clients from the laborious task of obtaining a spectrum of services across public systems.","accessed":{"date-parts":[["2025",3,14]]},"author":[{"family":"Wiley","given":"Kimberly"},{"family":"Berry","given":"Frances"}],"citation-key":"WileyBerry:2018","container-title":"Nonprofit and Voluntary Sector Quarterly","DOI":"10.1177/0899764018760401","ISSN":"0899-7640","issue":"4_suppl","issued":{"date-parts":[["2018",8,1]]},"language":"EN","page":"55S-75S","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Compassionate Bureaucracy: Assuming the Administrative Burden of Policy Implementation","title-short":"Compassionate Bureaucracy","type":"article-journal","URL":"https://doi.org/10.1177/0899764018760401","volume":"47"}
]
